Repository: Softcatala/translation-memory-tools
Catalog: latest-memories/tmx/chromium-tm.tmx
Source language: en
Languages: ca_es

source: Select a network
ca_es: Seleccioneu una xarxa

source: Provider type:
ca_es: Tipus de proveïdor:

source: Show message center
ca_es: Mostra el Centre de missatges

source: The owner of this device has disabled new users from being added
ca_es: El propietari d'aquest dispositiu ha desactivat la possibilitat d'afegir-hi usuaris nous

source: US international keyboard
ca_es: Teclat nord-americà internacional

source: Double Pinyin schema
ca_es: Esquema de pinyin doble

source: Italian keyboard
ca_es: Teclat italià

source: Your recovery media is ready. You may remove it from your system.
ca_es: El dispositiu multimèdia de recuperació està llest. Podeu extreure'l del sistema.

source: Cellular Activated
ca_es: Xarxa mòbil activada

source: Menu
ca_es: Menú

source: Connecting to %{NAME}
ca_es: S'està connectant amb %{NAME}

source: 2 Set
ca_es: Configuració 2

source: Entire Screen
ca_es: Tota la pantalla

source: No selection
ca_es: Cap selecció

source: Loading mobile data plan information, please wait...
ca_es: S'està carregant la informació del pla de dades, espereu...

source: Click to show password
ca_es: Feu clic per mostrar la contrasenya

source: Finalizing...
ca_es: S'està finalitzant...

source: Enable %{NETWORKDEVICE}
ca_es: Activa %{NETWORKDEVICE}

source: You have entered the incorrect PIN Unlocking Key too many times. Your SIM card is permanently disabled.
ca_es: Heu introduït una clau de desbloqueig del PIN (PUK) incorrecta massa vegades. La vostra targeta SIM s'ha desactivat de manera permanent.

source: Word move
ca_es: Desplaçament de paraules

source: Decrease key brightness
ca_es: Disminueix la brillantor de les tecles

source: Network Activation Error
ca_es: Error d'activació de xarxa

source: Activating...
ca_es: S'està activant...

source: Enter your password.
ca_es: Introduïu la vostra contrasenya.

source: Has submenu
ca_es: Té un submenú

source: Entering Demo.
ca_es: S'està entrant a la demostració.

source: Previous window
ca_es: Finestra anterior

source: Lock SIM card (require PIN to use mobile data)
ca_es: Bloqueja la targeta SIM (requereix el PIN per utilitzar dades de telefonia mòbil)

source: Show usernames and photos on the sign-in screen
ca_es: Mostra els noms d'usuari i les fotos a la pantalla d'inici de sessió

source: Activate launcher item 5
ca_es: Activa el cinquè element de la barra d'execució ràpida

source: Enable tap-to-click
ca_es: Activa la funció de tocar per fer clic

source: No mouse or touchpad was detected.
ca_es: No s'ha detectat cap ratolí ni ratolí tàctil.

source: Waiting for network connection...
ca_es: S'està esperant la connexió de xarxa...

source: Chinese
ca_es: Xinès

source: Focus toolbar
ca_es: Se centra en la barra d'eines

source: Russian phonetic keyboard
ca_es: Teclat fonètic rus

source: Danish keyboard
ca_es: Teclat danès

source: Learn more about system recovery
ca_es: Més informació sobre la recuperació del sistema

source: Activate next tab
ca_es: Activa la pestanya següent

source: Add users
ca_es: Afegeix usuaris

source: %{PRODUCT_NAME} updates automatically so you always have the freshest version.
ca_es: %{PRODUCT_NAME} s'actualitza automàticament perquè tingueu sempre la darrera versió.

source: This computer will reset in 1 second. Press any key to continue exploring.
ca_es: Aquest equip es restablirà d'aquí a 1 segon. Premeu qualsevol tecla per continuar explorant.

source: German Neo 2 keyboard
ca_es: Teclat Neo 2 alemany

source: Colon
ca_es: Dos punts

source: network name
ca_es: nom de la xarxa

source: Create a Recovery Media
ca_es: Creació de fitxers multimèdia de recuperació

source: Join Wi-Fi network
ca_es: Uneix-me a una xarxa Wi-Fi

source: Custom name servers
ca_es: Servidors de noms personalitzats

source: Brazilian keyboard
ca_es: Teclat brasiler

source: US Dvorak keyboard
ca_es: Teclat Dvorak nord-americà

source: Belgian keyboard
ca_es: Teclat belga

source: Failed to connect to network.
ca_es: No s'ha pogut connectar a la xarxa.

source: Discard photo
ca_es: Descarta la foto

source: Full-width English
ca_es: Anglès amb amplada completa

source: Shrink/Expand
ca_es: Redueix/Amplia

source: Delete word
ca_es: Suprimeix la paraula

source: Initial input language is Chinese
ca_es: L'idioma inicial d'entrada és el xinès

source: Authentication canceled while connecting to "%{DEVICE_NAME}".
ca_es: S'ha cancel·lat l'autenticació mentre es connectava a "%{DEVICE_NAME}".

source: Hit Shift-Alt to switch keyboard layout.
ca_es: Premeu Maj i Alt per canviar el disseny del teclat.

source: New terminal
ca_es: Terminal nou

source: Proxy authentication required
ca_es: Cal l'autenticació del servidor intermediari

source: Internet not connected
ca_es: No està connectat a Internet

source: Maximum Chinese characters in pre-edit buffer, including inputing Zhuyin symbols
ca_es: Nombre màxim de caràcters xinesos a la memòria intermèdia, inclosos els caràcters zhuyin d'entrada

source: All files on %{DEVICE_NAME} will be erased.
ca_es: Se suprimiran tots els fitxers que hi hagi a %{DEVICE_NAME}.

source: Restricted IP:
ca_es: IP restringida:

source: System update failed.
ca_es: S'ha produït un error en actualitzar el sistema.

source: Please enter the PIN for "%{DEVICE_NAME}":
ca_es: Introduïu el PIN per a "%{DEVICE_NAME}":

source: There was a problem while creating OS recovery media. Used storage device could not be found.
ca_es: S'ha produït un problema en crear els fitxers multimèdia de recuperació del SO. No s'ha trobat el dispositiu d'emmagatzematge que s'ha fet servir.

source: There was a problem extracting image to the machine.
ca_es: S'ha produït un problema en extreure la imatge a l'equip.

source: (auto-launched)
ca_es: (inici automàtic)

source: L2TP/IPsec + user certificate
ca_es: L2TP/IPsec + certificat d'usuari

source: Space input style
ca_es: Estil d'entrada d'espais

source: Finnish keyboard
ca_es: Teclat finès

source: This setting may only be modified by the owner.
ca_es: Només el propietari d'aquesta configuració la pot modificar.

source: If you keep doing nothing, you'll be logged out in a few moments.
ca_es: Si continueu sense fer res, es tancarà la sessió d'aquí a una estona.

source: Select previous input method
ca_es: Selecciona el mètode d'entrada anterior

source: Crop image
ca_es: Retalla la imatge

source: Focus previous pane
ca_es: Se centra en la subfinestra anterior

source: Zoom screen in
ca_es: Apropa la pantalla

source: This computer will reset in %{LOGOUT_TIME_LEFT} seconds. Press any key to continue exploring.
ca_es: Aquest equip es restablirà d'aquí a %{LOGOUT_TIME_LEFT} segons. Premeu qualsevol tecla per continuar explorant.

source: Vietnamese input method (TCVN6064)
ca_es: Mètode d'entrada de vietnamita (TCVN6064)

source: This option is controlled by enterprise policy. Please contact your administrator for more information.
ca_es: Aquesta opció està controlada per una política d'empresa. Contacteu amb l'administrador per obtenir més informació.

source: Allow mobile data roaming
ca_es: Permet la itinerància de dades de telefonia mòbil

source: Toggle speech input
ca_es: Canvia a l'entrada de veu

source: Your password has changed. Please try again with your new password.
ca_es: La contrasenya ha canviat. Torneu-ho a provar amb la contrasenya nova.

source: Add a device
ca_es: Afegeix un dispositiu

source: Airplane mode
ca_es: Mode d'avió

source: Focus bookmarks
ca_es: Selecciona marcadors

source: Lens
ca_es: Objectiu

source: Accept
ca_es: Accepta

source: Touchpad settings
ca_es: Configuració del ratolí tàctil

source: Quote
ca_es: Comet.

source: Activate launcher item 6
ca_es: Activa el sisè element de la barra d'execució ràpida

source: Options...
ca_es: Opcions...

source: Go forward
ca_es: Vés endavant

source: Australian scrolling %{BEGIN_LINK}Learn more%{END_LINK}
ca_es: Desplaçament australià %{BEGIN_LINK}Més informació%{END_LINK}

source: The randomly generated TPM password is not available. This is normal after a Powerwash.
ca_es: La contrasenya de TPM generada aleatòriament no està disponible. Això és normal després d'executar la funció Powerwash.

source: New PIN:
ca_es: Nou PIN:

source: Incorrect PIN
ca_es: PIN incorrecte

source: Checking for updates
ca_es: S'està comprovant si hi ha actualitzacions

source: Use the same proxy for all protocols
ca_es: Utilitza el mateix servidor intermediari per a tots els protocols

source: Reload ignoring cache
ca_es: Torna a carregar ignorant la memòria cau

source: Sync complete.
ca_es: Sincronització completa.

source: No devices found
ca_es: No s'han trobat dispositius

source: Adjust conversion based on previous input
ca_es: Ajusta la conversió en base a l'entrada anterior

source: Add private network...
ca_es: Afegeix una xarxa privada...

source: Find previous text
ca_es: Cerca el text anterior

source: Offline mode
ca_es: Mode fora de línia

source: Re-type new PIN:
ca_es: Torneu a escriure el PIN nou:

source: Roaming
ca_es: Itinerància

source: Sorry, your email or password could not be verified. Please try again.
ca_es: No s'ha pogut verificar el correu electrònic o la contrasenya. Torneu-ho a provar.

source: Toggle Simplified/Traditional Chinese mode
ca_es: Canvia entre xinès mode simplificat/xinès mode tradicional

source: User name:
ca_es: Nom d'usuari:

source: You purchased %{DATA_AMOUNT} of data on %{DATE}
ca_es: Heu comprat %{DATA_AMOUNT} de dades el %{DATE}

source: Insert an SD card or USB memory stick
ca_es: Inseriu una targeta SD o un llapis de memòria USB

source: Entering as Guest.
ca_es: S'està entrant com a Convidat.

source: Language
ca_es: Idioma

source: None installed
ca_es: Cap d'instal·lat

source: Mirror monitors
ca_es: Replica els monitors

source: Or, select a new network
ca_es: O bé, seleccioneu una xarxa nova

source: Latvian keyboard
ca_es: Teclat letó

source: Time zone:
ca_es: Zona horària:

source: View source
ca_es: Mostra el codi font

source: Left paren
ca_es: Parènt. esquerre

source: Press Space to select the candidate
ca_es: Premeu Espai per seleccionar el candidat

source: Thai input method (Kesmanee keyboard)
ca_es: Mètode d'entrada de tailandès (teclat kesmanee)

source: Hold Control, Alt, Shift, or Search to see keyboard shortcuts for those modifiers.
ca_es: Manteniu premudes les tecles Control, Alt, Maj o Cerca per veure les tecles de drecera per a aquests modificadors.

source: Username:
ca_es: Nom d'usuari:

source: PINs don't match!
ca_es: Els PIN no coincideixen.

source: Trusted Platform Module (TPM) chip is disabled or absent.
ca_es: El xip de Trusted Platform Module (TPM) està desactivat o bé no és present.

source: Do not use the proxy settings for these hosts and domains:
ca_es: No utilitzeu la configuració del servidor intermediari per a aquests amfitrions i dominis:

source: Bulgarian keyboard
ca_es: Teclat búlgar

source: Sorry, your external storage device could not be recognized.
ca_es: El vostre dispositiu d'emmagatzematge extern no s'ha pogut reconèixer.

source: Automatically move cursor to the next character
ca_es: Mou el cursor de manera automàtica fins al proper caràcter

source: Activated
ca_es: Activat

source: Wired network
ca_es: Xarxa de cable

source: Oops, something went wrong with signing in
ca_es: S'ha produït un problema en iniciar la sessió

source: Numpad style
ca_es: Estil de teclat numèric

source: Polish keyboard
ca_es: Teclat polonès

source: Bookmark manager
ca_es: Gestor de marcadors

source: Confirm password
ca_es: Confirmeu la contrasenya

source: You have recently changed the password. Please sign in with the new one.
ca_es: Heu canviat recentment la contrasenya. Inicieu la sessió amb la nova.

source: User certificate must be hardware-backed.
ca_es: El certificat d'usuari ha de ser al maquinari.

source: Server 2
ca_es: Servidor 2

source: You may also select another network.
ca_es: També podeu seleccionar una altra xarxa.

source: Automatically correct input
ca_es: Corregeix l'entrada automàticament

source: Choose New PIN
ca_es: Trieu un PIN nou

source: Other Wi-Fi network...
ca_es: Altres xarxes Wi-Fi...

source: Button
ca_es: Botó

source: Time remaining: %{TIME_REMAINING}
ca_es: Temps restant: %{TIME_REMAINING}

source: Formatting failed
ca_es: La formatació ha fallat

source: Your SIM card will be permanently disabled if you cannot enter the correct PIN Unlocking Key. Tries left: %{TRIES_COUNT}
ca_es: La vostra targeta SIM es desactivarà de manera permanent si no podeu introduir la clau de desbloqueig del PIN (PUK) correcta. Nombre d'intents restants: %{TRIES_COUNT}

source: Sorry, your password still could not be verified. Note: if you changed your password recently, your new password will be applied once you sign out, please use the old password here.
ca_es: Encara no s'ha pogut verificar la contrasenya. Nota: Si l'heu canviat fa poc, la contrasenya nova s'aplicarà un cop hàgiu tancat la sessió. Feu servir la contrasenya anterior aquí.

source: Anonymous identity:
ca_es: Identitat anònima:

source: Darn, the kiosk application could not be launched.
ca_es: No s'ha pogut iniciar l'aplicació de quiosc.

source: To use %{NETWORK_ID} you may first need to %{LINK_START}visit the network's sign-in page%{LINK_END}, which will open automatically in a few seconds. If it doesn't happen, the network can't be used.
ca_es: Per utilitzar %{NETWORK_ID}, és possible que abans calgui que %{LINK_START}visiteu la pàgina d'inici de sessió de la xarxa%{LINK_END}, que s'obrirà automàticament d'aquí a pocs segons. Si no s'obre, no podreu utilitzar la xarxa.

source: Input Method
ca_es: Mètode d'entrada

source: Swiss keyboard
ca_es: Teclat suís

source: This SIM card is disabled and cannot be used. Please contact your service provider for a replacement.
ca_es: Aquesta targeta SIM està desactivada i no es pot utilitzar. Contacteu amb el vostre proveïdor de serveis perquè us la substitueixin.

source: Automatically switch to halfwidth
ca_es: Canvia automàticament a mitja amplada

source: Activating
ca_es: S'està activant

source: Activate previous tab
ca_es: Activa la pestanya anterior

source: Center
ca_es: Centre

source: Next word
ca_es: Paraula següent

source: Activate last tab
ca_es: Activa l'última pestanya

source: Vietnamese input method (VIQR)
ca_es: Mètode d'entrada de vietnamita (VIQR)

source: USB memory stick detected
ca_es: S'ha detectat un llapis de memòria USB

source: There was a problem during copying recovery image to device.
ca_es: S'ha produït un problema en copiar la imatge de recuperació al dispositiu.

source: No networks are available
ca_es: No hi ha cap xarxa disponible

source: Sorry, at least one partition on the device %{DEVICE_LABEL} could not be mounted.
ca_es: Com a mínim una partició del dispositiu %{DEVICE_LABEL} no s'ha pogut muntar.

source: Success
ca_es: Correcte

source: Reconnect
ca_es: Torna a connectar

source: Choose phrases from the back, without moving the cursor
ca_es: Tria frases de darrere sense moure el cursor

source: Traditional Chinese
ca_es: Xinès tradicional

source: Lock screen or power off
ca_es: Bloquegeu la pantalla o apagueu-la

source: These settings may only be modified by the owner:
ca_es: Només el propietari d'aquesta configuració la pot modificar:

source: About %{TIME} minutes left
ca_es: Queda cosa de %{TIME} minuts

source: Show notifications when data is low or nearing expiration
ca_es: Mostra una notificació quan hi hagi poques dades o estiguin a punt de caducar

source: Google Profile photo
ca_es: Foto del perfil de Google

source: Proxy Configuration
ca_es: Configuració del servidor intermediari

source: Hardware address:
ca_es: Adreça del maquinari:

source: Focus address bar in search mode
ca_es: Barra adreces en mode de cerca

source: Press ctrl+space to select the previous input method.
ca_es: Premeu Ctrl + espai per seleccionar el mètode d'entrada anterior.

source: Add private network
ca_es: Afegeix una xarxa privada

source: No battery
ca_es: No hi ha bateria

source: Can't remember old password?
ca_es: No recordeu la contrasenya antiga?

source: Network not available
ca_es: Xarxa no disponible

source: Zoom out
ca_es: Redueix

source: Focus next pane
ca_es: Se centra en la subfinestra següent

source: Invalid application.
ca_es: L'aplicació no és vàlida.

source: Latin American keyboard
ca_es: Teclat llatinoamericà

source: Network property dictionary malformed
ca_es: El diccionari de propietat de xarxa no està ben format

source: Photo from internal camera
ca_es: Foto de la càmera interna

source: French keyboard
ca_es: Teclat francès

source: Unlimited
ca_es: Il·limitat

source: Cancelling update...
ca_es: S’està cancel·lant l’actualització...

source: Change language and input settings
ca_es: Canvia la configuració d'idioma i d'entrada

source: Online
ca_es: En línia

source: The small print
ca_es: La imatge petita

source: Device model:
ca_es: Model de dispositiu:

source: Page up
ca_es: Re Pàg

source: Enter names or addresses.
ca_es: Introduïu noms o adreces.

source: Change PIN
ca_es: Canvia el PIN

source: Reload current page
ca_es: Torna a carregar la pàgina actual

source: Server 1
ca_es: Servidor 1

source: Formatting finished successfully!
ca_es: Ha finalitzat satisfactòriament el format.

source: %{DEVICE_NAME}: Connecting...
ca_es: %{DEVICE_NAME}: s'està connectant...

source: Toggle spoken feedback
ca_es: Commuta els comentaris en veu alta

source: %{DOMAIN} Terms of Service
ca_es: Condicions d'ús de %{DOMAIN}

source: Powerwash your %{IDS_SHORT_PRODUCT_NAME} device
ca_es: Powerwash del dispositiu %{IDS_SHORT_PRODUCT_NAME}

source: Tamil input method (itrans)
ca_es: Mètode d'introducció en tàmil (itrans)

source: Account
ca_es: Compte

source: Google name servers - %{BEGIN_LINK}Learn more%{END_LINK}
ca_es: Servidors de noms de Google - %{BEGIN_LINK}Més informació%{END_LINK}

source: Failed to disconnect from "%{DEVICE_NAME}".
ca_es: No s'ha pogut desconnectar de: "%{DEVICE_NAME}".

source: Network settings...
ca_es: Configuració de la xarxa...

source: Disable auto-launch
ca_es: Desactiva l'inici automàtic

source: Task manager
ca_es: Gestor de tasques

source: Combo box
ca_es: Quadre de combinacions

source: Croatian keyboard
ca_es: Teclat croat

source: Error details:
ca_es: Detalls de l'error:

source: Korean keyboard
ca_es: Teclat coreà

source: %{PRODUCT_NAME} updates automatically so you always have the freshest version. When this download completes, %{PRODUCT_NAME} will restart and you'll be on your way.
ca_es: %{PRODUCT_NAME} s'actualitza automàticament perquè tingueu sempre la darrera versió. Quan es completi aquesta baixada, es reiniciarà %{PRODUCT_NAME} i ja estareu encaminat.

source: Can't access network library
ca_es: No es pot accedir a la biblioteca de xarxa

source: OpenVPN
ca_es: VPN oberta

source: Disable mobile data
ca_es: Desactiva les dades mòbils

source: Reject
ca_es: Rebutja

source: Chinese input method (quick)
ca_es: Mètode d'entrada de xinès (ràpid)

source: Greek keyboard
ca_es: Teclat grec

source: HTTP proxy
ca_es: Servidor intermediari HTTP

source: Connection status:
ca_es: Estat de la connexió

source: Swiss French keyboard
ca_es: Teclat francès de Suïssa

source: Extracting recovery image...
ca_es: S'està extraient la imatge de recuperació...

source: Please enter old and new PIN.
ca_es: Introduïu el PIN anterior i el nou.

source: Not configured
ca_es: No configurat

source: You are online.
ca_es: Esteu en línia.

source: Choose a picture to display for your account on the sign-in screen.
ca_es: Trieu una imatge per visualitzar a la pantalla d'inici de sessió del vostre compte.

source: Entering public session.
ca_es: S'està entrant en una sessió pública.

source: Swap primary mouse button
ca_es: Canvia el botó principal del ratolí

source: Increase key brightness
ca_es: Augmenta la brillantor de les tecles

source: %{BURNT_AMOUNT} of %{TOTAL_SIZE} copied
ca_es: %{BURNT_AMOUNT} de %{TOTAL_SIZE} copiats

source: Password format is incorrect.
ca_es: El format de la contrasenya és incorrecte.

source: Selection shortcut
ca_es: Drecera de selecció

source: Create OS Recovery Media
ca_es: Creació de fitxers multimèdia de recuperació del SO

source: Unfortunately, your computer is configured with a malformed hardware ID. This prevents Chrome OS from updating with the latest security fixes and your computer %{BEGIN_BOLD}may be vulnerable to malicious attacks%{END_BOLD}.
ca_es: L'ordinador està configurat amb un ID de maquinari amb un format incorrecte. Això impedeix a Chrome OS actualitzar-se amb les darreres correccions de seguretat i %{BEGIN_BOLD}pot ser que l'ordinador sigui vulnerable a atacs maliciosos%{END_BOLD}.

source: with your Google Account
ca_es: amb el vostre Compte de Google

source: Change picture...
ca_es: Canvia la imatge...

source: Take photo
ca_es: Fes una foto

source: Other...
ca_es: Altres...

source: Lock screen
ca_es: Bloqueja la pantalla

source: Number of candidates to display per page
ca_es: Nombre de candidats que es mostren per pàgina

source: This may take a few minutes
ca_es: Això pot trigar una estona

source: Enable tap dragging
ca_es: Activa l'opció fer un toc per arrossegar

source: Factory reset
ca_es: Restabliment de fàbrica

source: Activation status:
ca_es: Estat d'activació:

source: Enable RLZ tracking on %{SHORT_PRODUCT_OS_NAME}.
ca_es: Activa el seguiment RLZ a %{SHORT_PRODUCT_OS_NAME}.

source: Restrict sign-in to the following users:
ca_es: Restringeix l'inici de sessió als usuaris següents:

source: A restart is required before your device can be reset with Powerwash. A Powerwash resets your %{IDS_SHORT_PRODUCT_NAME} device to be just like new.
ca_es: Per poder restablir el dispositiu amb Powerwash, abans cal reiniciar-lo. Una operació Powerwash restableix la configuració de fàbrica del dispositiu %{IDS_SHORT_PRODUCT_NAME} i el deixa com si fos nou.

source: Activate %{NETWORKSERVICE}
ca_es: Activa %{NETWORKSERVICE}

source: Proxy settings...
ca_es: Config. servidor interm.

source: Checked check box
ca_es: Casella de selecció activada

source: Ukrainian keyboard
ca_es: Teclat ucraïnès

source: Auto-commit a string
ca_es: Confirma automàticament una cadena

source: Toggle bookmark bar
ca_es: Commuta la barra d'adreces d'interès

source: Buy data plan...
ca_es: Compra un pla de dades...

source: Open file manager
ca_es: Obre el gestor de fitxers

source: Please connect to the Internet to proceed.
ca_es: Connecteu-vos a Internet per continuar.

source: Join other...
ca_es: Uneix-te a una altra...

source: Unselected radio button
ca_es: Botó d'opció no seleccionat

source: 3 Set (No shift)
ca_es: Configuració 3 (sense majúscules)

source: Charging battery: %{PRECENTAGE}%
ca_es: S'està carregant la bateria: %{PRECENTAGE}%

source: JavaScript console
ca_es: Consola de JavaScript

source: Migrate all Chrome OS data to the new password (requires previous password)
ca_es: Migra totes les dades de SO Chrome a la contrasenya nova (requereix la contrasenya anterior)

source: View keyboard overlay
ca_es: Mostra la superposició de teclat

source: Frequency:
ca_es: Freqüència:

source: Type the characters you see in the picture below.
ca_es: Escriviu els caràcters que veieu a la imatge inferior.

source: Disable Chrome Office Viewer component extension for testing purpose.
ca_es: Desactiva l'extensió del component Chrome Office Viewer amb finalitats de prova.

source: Fast
ca_es: Ràpid

source: PRL version:
ca_es: Versió de PRL:

source: Select a removable storage device to use
ca_es: Seleccioneu el dispositiu d'emmagatzematge extraïble que vulgueu fer servir

source: TPM is being prepared, please wait (this may take a few minutes)...
ca_es: S'està preparant el TPM; espereu (això pot trigar una estona)...

source: Pointer
ca_es: Busca
